{"name": "ARMADALE HOUSE", "location": "117 KOOYONG ROAD ARMADALE, Stonnington City", "description": "Armadale House was built in 1876 for Scottish-born businessman and prominent public figure James Munro. Originally located within extensive landscaped gardens but now on a reduced site, the…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/30", "content": "What is significant?\n\nArmadale House was built in 1876 for Scottish-born businessman and prominent public figure James Munro. Originally located within extensive landscaped gardens but now on a reduced site, the house is a two storey brick and stucco Italianate mansion, traditionally arranged and complete with cast iron balcony verandah.\n\nHow is it significant?\n\nArmadale House is of historical and architectural significance to the State of Victoria.\n\nWhy is it significant?\n\nArmadale House is of historical significance for its association with James Munro (1832-1908) who was an outstanding figure in the social, political and economic life of 19th century Victoria. One of the best known of the Land boom generation of developers and politicians, Munro was premier of Victoria prior to the collapse of his personal fortunes and bankruptcy in 1893. His career exhibited the close ties between Temperance organisations, building societies and land speculation that underlay the boom of the 1870s and 1880s. In 1873 Munro began purchasing land on the eastern boundary of Prahran Municipality which became his large Armadale estate, named after the village in Sutherlandshire where he grew up. By 1876 he had initiated an ongoing process of subdivision and building in the area, and had erected his own mansion. The land developments were eventually to form a suburb that took the name of Munro's house. Armadale House thus provides a link with Munro's early career as a developer and stands as an important testament to the process of suburban development of metropolitan Melbourne.\n\nArmadale House is of architectural significance as a solid but comparatively modest example of boom-era mansion design which is the focus of an urban conservation area, and for its associations with the important Victorian architect WH. Ellerker. In scale and design the mansion provides a contrast to some of the more extravagant mansions of other prominent boom figures, and as such is illustrative of the early, more humble, phase of Munro's career. Ellerker was chiefly notable as a competition-winning State school designer. Armadale House was built at the time he was most active in school design.\n\n", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/077/758.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/002/449.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/002/450.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/002/451.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/203/826.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/075/232.jpg"]}
{"name": "PRIMARY SCHOOL NO.773", "location": "724 GLEN HUNTLY ROAD CAULFIELD SOUTH, GLEN EIRA CITY", "description": "The first school in Caulfield, supported by the Denominational Board of Education, opened in January 1860. Caulfield Common School at the corner of Glenhuntly and Glen Eira Roads was opened…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/4565", "content": "", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/077/896.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/077/897.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/007/889.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/009/011.jpg"]}
{"name": "RESIDENCE", "location": "120 STEWART STREET BRUNSWICK, Moreland City", "description": "The Italianate Victorian style villa at 120 Stewart Street, Brunswick was built at the height of Melbourne's boom period, in 1887. The first owner of the single-storey, double-fronted,…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/4408", "content": "The Italianate Victorian style villa at 120 Stewart Street, Brunswick was built at the height of Melbourne's boom period, in 1887. The first owner of the single-storey, double-fronted, eight-roomed brick house was Cornelius Crow. He was possibly a tradesman highly skilled in interior decoration, or had a close association with Brunswick's building contractors. This clue to Crow's identity can be found in the formal front room on the east side of the house. Here in this space of rather modest proportion, is an unusually ornate painted and plastered, coved ceiling featuring seascape and mountain scenes. In the corner of the painted panel above the door can be distinguished the initials 'CC'. Across the hall, the corresponding front room is more ornately decorated with another six painted panels surrounded by intricate plaster mouldings covered in gold leaf. One of the most interesting of these scenes is the very recognisable view of Melbourne's Government House showing its distinctive tower from across the lagoons of the Botanic Gardens. In 1888 Crow sold the villa to local contractor, David Morgan, who may have been the builder for this house a year earlier. The house remained in the Morgan family until the 1970s, after being occupied by a number of tenants.\n\nThe house at 120 Stewart Street is of aesthetic and historic significance to the State of Victoria.\n\nThe house is aesthetically important for its decorated interior which is remarkably ornate for a domestic building of this size, and reflects the late nineteenth century preoccupation with elaborate finishes more usually associated with grander residences. The decorative scheme in the parlour (now lounge) with its coved plaster ceiling, ornate plaster mouldings covered in gold leaf, six landscape panels, and green painted finish, is exceptionally detailed and intact above the cornice line, and is representative of the skill, knowledge and spirit of late Victorian decorators and designs. The scheme in the bedroom, also decorated with six landscape panels, is less embellished, but shows the same degree of skill. The painted scenes are significant for their artistic qualities as well as for their potential to yield information on their locations which appear to be 'postcard' views of travel destinations, notably Melbourne's Botanic Gardens and Government House, and the well-known nineteenth-century view to Hobart and Mt Wellington from Bellerive. The lower walls of these rooms, and the more simply decorated entrance hall have been painted over, but importantly have the potential to reveal more of the original scheme underneath the surface.\n\nThe interior is historically important for its associations with Melbourne's lively, late nineteenth-century network of highly skilled crafts and tradesmen, amongst whom the artist and first owner of this house, Cornelius Crow, can be included.\n\n", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/077/576.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/005/600.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/013/231.jpg"]}
{"name": "FORMER BRUNSWICK GAS & COKE COMPANY RETORT HOUSE", "location": "21 HOPE STREET and 2-10 LUX WAY BRUNSWICK, MORELAND CITY", "description": "The Former Brunswick Gas & Coke Company Retort House was among a full complement of gaswork structures erected on this site by engineer Stephen Hutchison for the Brunswick Gas & Coke…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/4407", "content": "What is significant?\n\n\nThe Former Brunswick Gas & Coke Company Retort House was among a full complement of gaswork structures erected on this site by engineer Stephen Hutchison for the Brunswick Gas & Coke Company in 1891. The complex made and distributed gas to the Brunswick Council for street lighting as well as to the local community for domestic consumption. At the time several gasworks operated competitively around Melbourne and plants also existed in some country towns, all with retort houses. These large buildings were central to the gas making process, containing the retorts in which coal was stoked by hand and burned to give off gas which was then purified and stored in a nearby gasometer. Little changed in their technology during the nineteenth century, and Brunswick's huge arch roofed, polychrome brick building was the last built in the metropolis before the era of gas expansion came to an end. The company survived through the 1890s and briefly became the Brunswick Gas Works before closing in 1904. The Lux Foundry purchased the site in 1906 and the retort house served as the company's workshop for making their popular Lux brand stoves and ranges until the late 1950s when the firm was taken over by the Ferrier Company. In the early 1960s the company operated as Craig & Seeley Proprietary Limited and modern offices projecting the company's new image were opened on the site by Premier Bolte in 1963. The retort house was retained in the manufactory complex and the company's Chef brand stoves became an enduring household name. The firm was still employing more than 500 workers when it closed in 2001.\n\nHow is it significant?\n\n\nThe Former Brunswick Gas & Coke Company Retort House is of architectural and historical significance to the State of Victoria.\n\nWhy is it significant?\n\n\nThe Former Brunswick Gas & Coke Company Retort House is architecturally important as a rare building type. It is the last retort house to remain from several gas-making works built in the nineteenth century around Melbourne. While some remnant buildings survive from Melbourne's once large gas infrastructure, this is the sole retort house known to remain standing. A twentieth century example stands in Bendigo.\n\nThe Former Brunswick Gas and Coke Company Retort House is historically important for its association with the gas industry. The site has a long history of association with the industry, first as a gasworks where gas was manufactured, then as a foundry where cast iron stoves were made and more recently as a modern plant for manufacturing gas appliances. The building is representative of the boom period of Melbourne?s once expansive gas industry and the competition that developed between the Metropolitan Gas Company and several suburban companies.\n\nThe retort house stands in juxtaposition with the modern Craig & Seeley offices of 1963, the two buildings providing a narrative of our changing use of gas and its associated technologies.\n\n", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/077/645.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/077/646.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/010/515.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/010/511.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/010/510.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/014/790.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/014/791.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/014/792.jpg"]}
{"name": "NATIONAL BANK", "location": "75-79 NUNN STREET BENALLA, Benalla Rural City", "description": "The National Bank, Benalla was built in 1891 by contractor Mr Ferguson to a design by architects Gordon & Gordon. The two-storeyed stuccoed bank with cast iron verandah was originally…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/3828", "content": "What is significant?\n\nThe National Bank, Benalla was built in 1891 by contractor Mr Ferguson to a design by architects Gordon & Gordon. The two-storeyed stuccoed bank with cast iron verandah was originally designed to accommodate a banking chamber on the ground floor with manager's residence occupying the rear section at ground level and the entire second storey.\n\nIn 1919 the lower section of the verandah was removed and the ground floor area enclosed. A single storey addition was constructed at the south of the building in 1980 and in 1989 a matching northern extension was built.\n\nHow is it significant?\n\nThe Bank has historic, social and architectural significance to Victoria.\n\nWhy is it significant?\n\nThe Benalla National Bank attains a stylistic rarity through the successful integration of a 1919 Edwardian Baroque style enlargement of the banking chamber at the ground floor into a typical 1890s Boom style bank. The visual solidity of the 1919 Edwardian Baroque style enlargement is also a symbolic representation of the desire of banks to re-establish an image of substance and security following the bank failures of the 1890s.\n\nThe bank demonstrates an association with the social status and role of the bank manager in a country town. The disproportionate size of the residence, which once occupied the entire upper storey and part of the rear ground section, compared to the original smaller, closed rooms of the banking chamber, reflects the high social standing of a country bank manager.\n\nThe alterations to the building over time demonstrate changing sequence of styles, patterns of occupancy and functions. The internal modifications which enlarged the banking chamber and opened it to public scrutiny and the fact that the residence is no longer used by the manager for security reasons demonstrate the changing position of the manager's social status and the changing needs and practices of the banking industry.\n\n", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/078/142.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/004/694.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/013/010.jpg"]}
{"name": "GELLIBRAND PIER AND BREAKWATER PIER", "location": "NELSON PLACE and BATTERY ROAD WILLIAMSTOWN, Hobsons Bay City", "description": "Breakwater Pier was constructed as a timber breakwater with an embanked approach from 1859 to 1861 by contractors McKay and McDonald. The Pier, which incorporated an earlier (1857) octagonal…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/4728", "content": "What is significant?\n\nBreakwater Pier was constructed as a timber breakwater with an embanked approach from 1859 to 1861 by contractors McKay and McDonald. The Pier, which incorporated an earlier (1857) octagonal tide gauge house, was constructed over an existing stone pier which had been built by convicts in 1852-53. The pier structure was designed as a two level structure on the landward end to allow access to the tide gauge house on one level with the railway on the other level. The seaward end of the pier was of uniform height. The docking area was on the sheltered western side with ships using a series of sawtooth berths. The side of the pier was straightened in the 1880s and it was lengthened in 1933-34. The pier was remodelled in 1954 to take tankers, at which time the tide gauge house relocated to Commonwealth Reserve, Williamstown.\n\nThe Gellibrand Railway Pier was constructed between 1854 and 1859 by the Melbourne Mount Alexander and Murray River Railway Company. The first stage of the work, undertaken by contractors Musson and Bourne, involved the construction of a solid embankment, some 244 metres long, into the bay, part of which is now covered by the approaches of the existing pier. In 1857 contractors Evans Merry & Co built a 183 metre timber extension. The original two major wings on each side of the Pier were altered and extended until their removal sometime between the early 1880s and 1894. The Pier was remodelled and extended in 1963 to take tankers.\n\nHow is it significant?\n\nBreakwater Pier and Gellibrand Pier have historic significance to the State of Victoria.\n\n* Breakwater Pier, with the modifications that have taken place over time, demonstrates the changing functions and uses of the site from its original purpose as a convict jetty, to a timber breakwater, to the site for the tide gauge house, to a railway pier playing an important role in the wool and grain trade and to its current role in handling exports and imports for the oil and petrochemical industry in Victoria.\n\n*Gellibrand Pier, with the alterations and extensions that have taken place through its history, demonstrates the changing functions and uses of the pier from its original purpose as an important element of the Melbourne to Williamstown railway line and its role in the grain and wool trade to its current role in handling the exports and imports of the oil and petrochemical industry of Victoria.\n\n* Breakwater Pier, along with Gellibrand Pier, has an association with Point Gellibrand. Both structures had a major impact on the success and prominence of the Point in the early maritime history of Victoria.\n\n* Breakwater Pier, thought to include the original convict jetty in its structure, has an association with the prison hulks moored off Point Gellibrand between the 1850s until the 1880s. These hulks played an important role in the early history of the prison system. This was the first jetty to be constructed at Point Gellibrand and possibly one of the first structures to be built by the convicts.\n\nTogether with the Gellibrand Pier, Breakwater Pier is associated with the economic growth of Victoria. It played an important role as a grain and wool port from the 1850s until the 1930s.\n\nThe tank farm, located between Gellibrand and Breakwater Piers, has and association with the boat harbour at Point Gellibrand which was probably formed in the 1880s. It comprised curved stoned groynes constructed out from each of the piers to create a sheltered harbour. The area was land filled in the 1950s to make way for the construction of oil storage tanks and much of the early stone and earth embankments to the piers are now obscured.\n\nThe Gellibrand Railway Pier demonstrates an association with the economic growth of Victoria. The pier, one of the earliest major shipping piers on Hobsons Bay, was of great importance to the wool and grain trade. The pier was an important element in the Melbourne Williamstown railway line. This line facilitated the import and export of goods to and from ships in the bay. The remnant rail tracks on the Pier are important to an understanding of the history of the site.\n\nThe extensive use of dressed stone in the Pier is believed to be unique in Victoria and a contrast to later Australian practice in the construction of piers.\n\nThe importance of the Pier is heightened by the survival of part of its original structure. The most substantial visible part of the original structure is the dressed basalt retaining wall at the end, and to part of, the west side of the embankment. The basic layout of the railway tracks is original and some elements of the timber structure would seem to date from 1845.\n\n", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/079/055.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/079/056.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/004/837.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/012/422.jpg"]}
{"name": "SACRED HEART CHURCH, HALL AND PRESBYTERY", "location": "83-87 GREY STREET ST KILDA, PORT PHILLIP CITY", "description": "Designed by Reed, Henderson and Smart, the Baroque style Sacred Heart Church was built in 1884. The church was extended and the sanctuary added in 1922 to designs by the architect WP…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/3465", "content": "What is significant?\n\n\nDesigned by Reed, Henderson and Smart, the Baroque style Sacred Heart Church was built in 1884. The church was extended and the sanctuary added in 1922 to designs by the architect WP Connolly. The original Italianate campanile was also replaced by a German Baroque style tower of 36 metres with ox-bow parapet and copper dome surmounted by a statue of Christ. The church is constructed in brown face brickwork with stucco mouldings and a slate roof. The symmetrical front facade features a Tuscan order portico flanked by arch headed windows, deep buttresses and niches and blind oculi which continue around the sides. The interior has a barrel-vaulted ceiling and lunette windows in the blind arcading. The walls are decorated with stencilled and painted decoration believed to date from the 1940s and incorporating part of a decorative scheme by G & W Dean of 1901. The Carrara marble altar was built in 1909 to a Romanesque design by Kempson & Connolly. The pipe organ was built by Fincham & Son in 1909-10.\n\n\n\n\n\nThe hall and presbytery, built in 1901, were designed by W. P. Connolly of Kempson & Connolly in a style which harmonised with the church. The hall is constructed of red face brickwork on a bluestone plinth and has stucco mouldings and a slate roof. The detail of crosses at the main corners and at the top of the pediments used on the church is repeated on the facade of the hall. The red brick presbytery has arch-headed windows, terracotta ridging, finials on its slate roof and a double-storeyed, timber post and cast iron verandah. The presbytery's front fence has red brick posts and base with cast iron panel infill. The hall and former presbytery are now occupied by the Sacred Heart Mission.\n\n\n\n\n\nHow is it significant?\n\n\nSacred Heart Church, Presbytery and Hall are of architectural, aesthetic and historical significance to the state of Victoria.\n\n\n\n\n\nWhy is it significant?\n\n\nSacred Heart Church is of architectural significance as the first church built by the Roman Catholics in Victoria using an Italian Renaissance Baroque style. The church is of critical importance in Roman Catholic architectural history as it marks the shift from the Gothic Revival towards Renaissance and Baroque essays in red brick with cement dressings. It is only a year or two after important Roman Catholic churches were built in a Renaissance style in London, Paris and Dublin.\n\n\n\n\n\nSacred Heart Church is of aesthetic significance for the quality of its decoration and fixtures and fittings. The barrel-vaulted ceiling, nave, and sanctuary feature extensive painted and stencilled decoration and use of gold leaf reflecting the Catholic Italianate tradition of expressing holiness through a richness of ornament. The High Altar is an outstanding example of Romanesque design. The white Cararra marble is relieved by panels of Loanizzer\n\n\nmarble from Siena, with columns of richly veined Borenore and Fernbrook marbles from Australia. The sanctuary also contains two works of art in mosaic and a tabernacle with golden doors decorated with grapes and wheat and bordered with semi-precious stones. The side altars of the Sacred Heart and Our Lady are outstanding examples of work in marble. The marble lectern in the sanctuary and the marble altar rail are important features. The stained glass windows were the first Classical style glass to be used in Catholic churches in Victoria.\n\n\n\n\n\nSacred Heart Church, Presbytery and Hall are historically significant for their association with the Roman Catholic Church in Victoria. The church with its spacious barrel-vaulted nave and broad side arcading in the Italianate style allowed for bigger congregations and better views of the increasingly grand and solemn ceremonies and rituals of the expanding Catholic church of the 1880s. The rich Baroque decoration of the church symbolises the influence of Rome on the Catholic Church in Australia. The generally intact and cohesive complex built in stages reflects the development of the church until its present day role as an important welfare organisation.\n\n", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/079/193.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/079/194.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/008/171.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/009/051.jpg"]}
{"name": "MCCRAITH HOUSE (LARRAKEYEAH)", "location": "1-3 ATUNGA TERRACE DROMANA, MORNINGTON PENINSULA SHIRE", "description": "The McCraith house, constructed in 1955, for Ellen and Gerald McCraith was designed in the office of Mornington Peninsula architects Chancellor and Patrick. The defining structural feature…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/4654", "content": "", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/078/424.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/009/468.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/009/465.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/011/765.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/011/766.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/011/767.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/011/768.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/014/677.jpg"]}
{"name": "ST KILDA HEBREW CONGREGATION SYNAGOGUE", "location": "10-12 CHARNWOOD GROVE ST KILDA, PORT PHILLIP CITY", "description": "The St Kilda Hebrew Congregation was founded in 1871 and its first synagogue built in 1872. By the 1920s the growing congregation required a new synagogue. In 1925 the congregation bought…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/3467", "content": "", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/079/257.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/009/930.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/009/931.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/009/932.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/009/933.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/009/937.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/208/116.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/208/117.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/208/118.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/208/119.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/208/120.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/208/121.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/208/122.jpg"]}
{"name": "EMERALD HILL ESTATE RESIDENCES", "location": "2 FISHLEY STREET SOUTH MELBOURNE, Port Phillip City", "description": "A homogenous area closely linked with south Melbourne’s early history. It is an area of mixed residential, commercial and civic use and most of its buildings were constructed during the…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/2911", "content": "A homogenous area closely linked with south Melbourne’s early history. It is an area of mixed residential, commercial and civic use and most of its buildings were constructed during the period 1877-1890. The focal point of the area is the imposing and elaborate south Melbourne town hall. There has been some diminution of historic character by intrusion of later buildings and by unsympathetic alterations but generally the area has retained its Victorian character. It forms a homogenous, relatively intact area of Victorian buildings because most of the area was constructed by a single owner and has been in single ownership ever since.\n\n", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/079/184.jpg"]}
{"name": "FORMER POLICE SUPERINTENDENT'S RESIDENCE", "location": "17 LESLIE STREET STAWELL, Northern Grampians Shire", "description": "The former Police Superintendents Residence, a single storey brick villa with return verandah, hipped slate roof, was constructed in 1869 to accommodate the Police Superintendent of the…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/3730", "content": "The former Police Superintendents Residence, a single storey brick villa with return verandah, hipped slate roof, was constructed in 1869 to accommodate the Police Superintendent of the Wimmera. The small service annexe which flanks the residence was added in 1885.\n\nThe former Police Superintendents Residence is a rare example of a building type, it is thought to be the only purpose built police superintendents residence in the state.\n\nThe former Police Superintendents Residence is of historic importance in demonstrating the importance of police establishments in a gold fields community. The former residence has an important association with the history of police administration in the state of Victoria.\n\n", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/079/852.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/004/377.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/012/942.jpg"]}
{"name": "FORMER BENDIGONIA", "location": "25 QUEENS ROAD MELBOURNE, Port Phillip City", "description": "Bendigonia is of historic, architectural and social importance as:\n* A relatively late and very unusual example of the bargeboarded Rural Gothic Style, exhibiting something of the muscularity…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/2907", "content": "Bendigonia is of historic, architectural and social importance as:\n\n* A relatively late and very unusual example of the bargeboarded Rural Gothic Style, exhibiting something of the muscularity of the Modern Gothic Style.\n\n* One of only a few remaining residences which portray what was once the prestigious St Kilda Road and Queens Road nineteenth century residential precinct and the elegant lifestyle associated with the area.\n\n* The building is believed to be an example of the work of well known architect John Beswicke.\n\n* The home of one of Bendigo’s more successful mining investors, John Edward Gard.\n\n* Retaining a number of fine internal spaces dating from the house's 1890s extension.\n\n* A representative example of a home of the period with associated outbuildings and their arrangement on the allotment to provide spaces, both formal and informal, which were required for the many activities associated with running a substantial nineteenth century residence.\n\n", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/079/007.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/003/874.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/012/867.jpg"]}
{"name": "RAILWAY VIADUCT OVER MELTON RESERVOIR", "location": "BROOKFIELD and EXFORD and WEIR VIEWS, MELTON CITY", "description": "The Melton Viaduct, built for Victorian Railways in 1886, is a wrought iron lattice girder and trestle rail bridge crossing the Werribee River (now Melton Reservoir) near Melton.\nHistory…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/2504", "content": "What is significant?\n\nWhy is it significant?\n\n", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/722.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/692.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/693.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/694.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/695.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/696.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/697.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/698.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/699.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/700.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/702.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/701.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/703.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/705.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/707.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/708.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/706.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/709.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/710.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/711.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/093/712.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/190/522.jpg"]}
{"name": "MIDLAND PRIVATE HOTEL", "location": "2 TEMPLETON STREET CASTLEMAINE, MOUNT ALEXANDER SHIRE", "description": "The Midland Private Hotel is a Classically styled building, constructed in three main stages between 1879 and 1892. The building is a one and two-storey stuccoed construction with an iron…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/2487", "content": "The Midland Private Hotel is a Classically styled building, constructed in three main stages between 1879 and 1892. The building is a one and two-storey stuccoed construction with an iron verandah. The lower storey was built by William Kort, a local miner, in 1879 as a dining room and shop. In 1890 Kort's son-in-law Frank Corbel, a builder and master plasterer, took over the business and completed the second stage which saw the addition of a second storey with Italian Renaissance stucco detail. The third stage c.1892 added the two-storey iron verandah and single storey pavilions to the street frontage. The significant dining room has a coved ceiling and lantern.\n\nThe Midland Private Hotel is of historical and architectural importance to the State of Victoria.\n\nThe Midland Private Hotel is historically significant for its association with the Temperance movement and the associated establishment of Coffee Palaces in Victoria. During the 1880s, Victoria saw greater restrictions placed upon state licensing laws, which was due in part to pressure from the increasingly powerful temperance movement. The stricter laws sought to curb criminal activities and moral decrepitude, which were seen to be directly linked to the liquor industry. The building of coffee palaces increased during this period as they provided dining and accommodation without dependence upon fermented or spiritous liquor, therefore serving as suitable alternatives to hotels. The Midland Private Hotel is an outstanding example of a former Coffee Palace and is significant for its ability to describe changes in social values and attitudes. The building represents an era when temperance was an important issue in the colony and it remains as an attestation to the efforts of the movement. The conversion of the original private hotel into a Coffee Palace followed a major colonial trend and its siting, opposite a busy railway station, describes the important relationship between transport and trade.\n\nThe Midland Private Hotel is architecturally significant, particularly for its dining room which is substantially intact and has a direct association with the Coffee Palace era. Few former Coffee Palaces retain such elements and on this basis, the Midland Private Hotel remains as a rare example of a building type. The Midland Private Hotel is architecturally important as a representative example of a late 19th century provincial railway hotel with a near intact 1890s facade and an uncommonly long iron verandah.\n\n", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/078/171.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/005/549.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/008/779.jpg"]}
{"name": "FORMER DUCKERS AUCTION ROOMS", "location": "77-79 LITTLE MALOP STREET GEELONG, Greater Geelong City", "description": "The former Ducker's auction rooms were built in 1877 to a design by Alexander Davidson and company for WF Ducker, auctioneer\n\n1. The building is historically important as a substantially…", "url": "http://vhd.heritagecouncil.vic.gov.au/places/2884", "content": "", "image_url": ["http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/079/779.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/003/710.jpg", "http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/012/856.jpg"]}
